[
  {
    "id": 1,
    "name": "The Inter University Accelerator Centre",
    "short":"IUAC",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/iuac.jpg",
    "address": "Post Box No. 10502, Aruna Asaf Ali Marg, New Delhi - 110067.",
    "full_name": "Inter University Accelerator Centre (formerly -Nuclear Science Centre)",
    "established_year": 1984,
    "website": "https://www.iuac.res.in/",
    "description": "The UGC has been setting up autonomous centres, from 1984, when the first one was established to provide common facilities for research, and for various services and programmes to the universities, since heavy investment in infrastructure and input is beyond the reach of the individual university to obtain these facilities. The following is one of the inter-university centres have been established : Inter University Accelerator Centre was the first Inter-University Centre to be established by the UGC in 1984. The primary objective of the Centre is to establish within the university system a world class facilities for accelerator based research. Its aim is to formulate common research programmes of research and development in collaboration with universities, IITs and other research institutions. It promotes group activities and human research development in experimental science and other branches of knowledge.",
    "specialization": ["Nuclear Physics", "Materials Science", "Atomic Physics", "Radiation Biology"],
    "status": "Active"
  },
  {
    "id": 2,
    "name": "Inter University Centre for Astronomy and Astrophysics (IUCAA)",
    "short":"IUCAA",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/iucaa.jpg",
    "address": "Post Bag 4, Ganeshkhind, Pune - 411007.",
    "full_name": "Inter-University Centre for Astronomy and Astrophysics",
    "established_year": 1988,
    "website": "https://www.iucaa.in/",
    "description": "Information IUCAA, Pune was set up in 1988 as an autonomous centre of excellence to help initiate and nurture, research and developmental activities in Astronomy and Astrophysics in the University sector. IUCAA was set up with the basic purpose of providing advanced centralized facilities for subjects not adequately covered in the university departments and colleges.",
    "specialization": ["Astronomy", "Astrophysics", "Cosmology", "Radio & Optical Astronomy"],
    "status": "Active"
  },
  {
    "id": 3,
    "name": "UGC-DAE Consortium for Scientific Research, Indore",
    "short":"UGC-DAE",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/ugc_dae.jpg",
    "address": "University Campus, Khandawa Road, Indore - 452017 (M.P.).",
    "full_name": "UGC-DAE Consortium for Scientific Research",
    "established_year": 1989,
    "website": "https://www.csr.res.in/",
    "description": "UGC-DAE was created in the year 1990 with the broad objective of developing competence and promoting research in front line areas of science and technology in Indian Universities by providing institutional framework for optimum utilisation of major research facilities established by the department of Atomic Energy such as Dhruv Reactor of Mumbai, VECC at Kolkata and Synchrotron Radiation Sources at Indore. The facilities of IUC can be availed by scientists from any university",
    "specialization": ["Atomic Energy", "Scientific Research", "Technology Development"],
    "status": "Active"
  },
  {
    "id": 4,
    "name": "Consortium for Educational Communication (CEC)",
    "short":"CEC",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/cec.jpg",
    "address": "Aruna Asaf Ali Marg, New Delhi - 110067.",
    "full_name": "Consortium for Educational Communication",
    "established_year": 1993,
    "website": "https://cec.nic.in/",
    "description": "The Consortium for Educational Communication popularly known as CEC is one of the Inter University Centres set up by the University Grants Commission. It has been established with the goal of addressing the needs of Higher Education through the use of powerful medium of Television alongwith the appropriate use of emerging Information Communication Technology (ICT). Realizing the potential and power of television to act as means of Educational Knowledge dissemination, UGC started the Countrywide Classroom Programmes in the year 1984. For production of educational programmes, initially Media Centres were set up at 6 Universities. Subsequently CEC was setup in 1993 as a nodal agency to coordinate, guide & facilitate such educational programme production through its Media Centres. Today 22 Media Centres now known as Educational Multimedia Research Centres (EMRCs) are working towards achieving this goal under the umbrella of CEC which are listed below :",
    "specialization": ["Educational Media", "Distance Education", "ICT in Higher Education"],
    "status": "Active",
    "education_media_research_centres": [
      "Gujarat University, Ahmedabad",
      "St. Xavier's College, Kolkata",
      "Central Institute of English and Foreign Languages, Hyderabad",
      "Jai Narain Vyas University, Jodhpur",
      "Madurai Kamaraj University, Madurai",
      "Mass Communication Research Centre, Jamia Millia Islamia, New Delhi",
      "University of Pune, Pune",
      "Osmania University, Hyderabad",
      "Devi Ahilya Vishwavidyalaya, Indore",
      "Anna University, Chennai",
      "Manipur University, Imphal",
      "Department of Communication & Journalism, Manasagangotri, Mysore",
      "Panjab University, Patiala",
      "University of Roorkee, Roorkee",
      "Kashmir University, Srinagar",
      "University of Calicut, Kerala",
      "Dr. Hari Singh Gour University, Sagar (MP)",
      "NISWASS, Bhubaneswar",
      "Dibrugarh University, Dibrugarh",
      "Magadh University, Gaya, Bihar",
      "Babasaheb Bhimrao Ambedkar University, Lucknow",
      "Pondicherry University, Puducherry"
    ]
  },
  {
    "id": 5,
    "name": "Information and Library Network Centre (INFLIBNET)",
    "short":"INFLIBNET",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/inf.jpg",
    "address": "Infocity, Gandhinagar, Gujarat - 382007.",
    "full_name": "Information and Library Network Centre",
    "established_year": 1991,
    "website": "https://www.inflibnet.ac.in/",
    "description": "Information and Library Network Centre (INFLIBNET) (Established in a project made in 1991 and incorporated as a Society in 1996). An Inter-University Centre of UGC the INFLIBNET serves towards modernization of Libraries, serves as Information Centre for transfer and access of information, supporting scholarships and learning and academic pursuits through a National Network of Libraries in around 264 Universities, Colleges and R&D Institutions across the country.",
    "specialization": ["Library & Information Science", "Digital Libraries", "Academic Networking"],
    "status": "Active"
  },
  {
    "id": 6,
    "name": "National Assessment and Accreditation Council (NAAC)",
    "short":"NAAC",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/naac.jpg",
    "address": "P.O. Box No. 1075, Nagarbhavi, Bengaluru - 560072.",
    "full_name": "National Assessment and Accreditation Council",
    "established_year": 1994,
    "website": "https://www.naac.gov.in/",
    "description": "National Assessment and Accreditation Council (NAAC) was established by the UGC in September 1994 at Bangalore for evaluating the performance of the Universities and Colleges in the Country. NAAC's mandate includes the task of performance evaluation, assessment and accreditation of universities and colleges in the country. The philosophy of NAAC is based on objective and continuous improvement rather than being punitive or judgmental, so that all institutions of higher learning are empowered to maximize their resources, opportunities and capabilities. Assessment is a performance evaluation of an institution and /or its units and is accomplished through a process based on self-study and peer review using defined criteria. Accreditation refers to the certification given by NAAC which is valid for a period of five years. At present the Assessment and Accreditation by NAAC is done on a voluntary basis.",
    "specialization": ["Higher Education Evaluation", "Accreditation", "Quality Assurance in Education"],
    "status": "Active"
  },
  {
    "id": 7,
    "name": "Inter University Centre for Teacher Education (IUCTE)",
    "short":"IUCTE",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/IUCTE.jpg",
    "address": "Banaras Hindu University, Varanasi.",
    "full_name": "Inter-University Centre for Teacher Education",
    "established_year": 2014,
    "website": "https://www.iucte.ac.in/",
    "description": "The University Grant Commission (UGC) under section 12 (CCC) has established autonomous institutions for providing services and Programs for a group of universities and institutions. The Inter University Centers (IUC) in the country such as IUCAA, IUAC, UGC DAE CSR, CEC, INFLIBNET, IUCIS, NAAC are functioning in their specialized areas. The Inter University Center for Teacher Education (IUCTE) at BHU, Varanasi is the most recent edition launched by Honorable Prime Minister on 25 December 2014 at BHU, Focusing on Teacher Education.",
    "specialization": ["Teacher Education", "Pedagogy", "Educational Research and Training"],
    "status": "Active",
    "vision": "Nurture a sustainable ecosystem for capacity building in the field of teacher education.",
    "mission": "To empower and enable teacher educators across the entire spectrum from pre-kindergarten to post-graduate levels to design, develop, and implement learning environments such that all students have an equal opportunity to succeed.",
    "goals": [
      "To take a leadership role and drive policies to promote best practices in teaching and learning.",
      "To become a hub centre for innovation, excellence, and quality in the field of teacher education.",
      "Promote scientific practices in teacher education, training, research and development.",
      "To provide a common platform for developing and sharing resources across various disciplines and domains of teacher education.",
      "To create opportunities for effective design, development and integration of technology in the teaching-learning ecosystem.",
      "Establish strategic collaborative partnerships with national and international institutions, organizations, and experts to synergize capacity-building efforts in teacher education."
    ]
  },
  {
    "id": 8,
    "name": "Inter University Centre for Yogic Sciences (IUC-YS)",
    "short":"IUC-YS",
    "image": "https://www.ugc.gov.in/Content/images/InterUniversityCentres/IUCYS.png",
    "address": "Camp Office at Inter-University Accelerator Centre, Aruna Asaf Ali Marg, New Delhi - 110067.",
    "full_name": "Inter-University Centre for Yogic Sciences",
    "established_year": 2018,
    "website": "https://www.iucys.res.in/",
    "description": "The UGC has been setting up autonomous centres, from 1984, when the first one was established to provide common facilities for research, and for various services and programmes to the universities, since heavy investment in infrastructure and input is beyond the reach of the individual university to obtain these facilities. The following is one of the inter-university centres have been established : Inter University Accelerator Centre was the first Inter-University Centre to be established by the UGC in 1984. The primary objective of the Centre is to establish within the university system a world class facilities for accelerator based research. Its aim is to formulate common research programmes of research and development in collaboration with universities, IITs and other research institutions. It promotes group activities and human research development in experimental science and other branches of knowledge.",
    "specialization": ["Yogic Sciences", "Yoga Research", "Health & Social Sciences"],
    "status": "Active"
  }
]
