[
  {
    "title": "Women Leaders: Shaping Academic Excellence for Viksit Bharat @ 2047",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/WOMEN_LEADERS_REPORT.jpg",
    "id": "1",
    "website": "https://www.ugc.gov.in/e-book/WOMEN_LEADERS_REPORT.pdf"
  },
  {
    "title": "Compendium of UGC Regulations 1957-2023",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/UGC%20Regulation%20Final.jpg",
    "id": "2",
    "website": "https://www.ugc.gov.in/e-book/UGC%20Regulation%20Final.pdf"
  },
  {
    "title": "List of Eligible Indian institutions to collaborate as per Regulations on Academic Collaboration between Indian and Foreign HEIs to offer Twinning, Joint Degree and Dual Degree Programmes in 2022",
    "image": "",
    "id": "3",
    "website": "https://www.ugc.gov.in/pdfnews/0242201_List-of-Eligible-Indian-Institution-for-Collaboration.pdf"
  },
  {
    "title": "Guidelines on Mulya Pravah 2.0 - Inculcation of Human Values and Professional Ethics in Higher Education Institutions",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/MP2.png",
    "id": "4",
    "description":"Human Values and Ethics define the qualities of a person, organization or society at large. Practitioners of values and ethics learn these lessons through self-initiated endeavours, through the life experience that is the greatest laboratory of learning, and through the educational institutions that they attend. Hence, the educational institutions themselves need to represent values and ethics in totality. Education is undoubtedly the most important pillar of a civilized and dignified society. The structure of a society or nation depends primarily on the strength of this pillar.",
    "website": "https://www.ugc.gov.in/pdfnews/8799370_Mulya-Parvah_Guideline.pdf"
  },
  {
    "title": "National Higher Education Qualifications Framework",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/NHEQF.png",
    "description":"The National Education Policy (NEP) 2020 (hereafter referred to as NEP or the policy) envisages a new and forward-looking vision for India’s higher education system. It recognizes that higher education plays an extremely important role in promoting human as well as societal well-being and in developing India as envisioned in its Constitution - a democratic, just, socially conscious, cultured, and humane nation upholding liberty, equality, fraternity, and justice for all. The NEP 2020 notes that “higher education significantly contributes towards sustainable livelihoods and economic development of the nation” and “as India moves towards becoming a knowledge economy and society, more and more young Indians are likely to aspire for higher education.”",
    "id": "5",
    "website": "https://www.ugc.gov.in/pdfnews/2990035_Final-NHEQF.pdf"
  },
  {
    "title": "Guidelines for Promotion of Physical Fitness, Sports, Students' Health, Welfare, Psychological and Emotional Well-Being at HEI of India",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Promotion_of_Physical_Fitness.png",
    "id": "6",
    "website": "https://www.ugc.gov.in/pdfnews/7223595_Guidelines-for-Promotion-of-Physical-Fitness-Sports-Students-Health-Welfare-Psychological-and-Emotional-Well-Being-at-Higher-Educational-Institutions-of-India.pdf",
    "description":"Higher education is a key pathway for social transformation and mobility along with the upliftment of individuals, households, and communities. Considering its importance, NEP-2020 addresses this issue. It provides that to ensure the students' physical, psychological, and emotional well-being, support centers and career counselors are to be made available for all students in higher educational institutions (HEIs). To ensure equitable access to quality mental health services to all the students enrolled in HEIs with special emphasis on (1) promoting physical fitness and sports activities for students (2) creating safeguards against academic pressure, peer pressure, behavioral issues, stress, career concerns, depression and other issues on the mental health of students; (3) to teach positive thinking & emotions in the student community and (4) to promote a positive and supportive network for students. All HEIs in India may make or amend their Ordinances, regulatory provisions, and other rules accordingly to ensure that the directions given in these guidelines are implemented in the best interest of students. "
  },
  {
    "title": "Guidelines for Training/Orientation of Faculty on Indian Knowledge System (IKS)",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Indian_Knowledge_System.png",
    "id": "7",
    "website": "https://www.ugc.gov.in/pdfnews/3746302_Guidelines-for-TrainingOrientation-of-Faculty-on-Indian-Knowledge-System-(IKS).pdf",
    "description":"National Education Policy (NEP) 2020 aims for a complete metamorphosis of the higher education landscape of the country in all its structural, content-related, and pedagogical dimensions. The rich heritage of ancient and eternal Indian knowledge and thought has been a guiding light for NEP-2020. The NEP 2020 has stressed upon the promotion of Indian Languages, Arts and Culture, and has recommended for the integration of IKS into curriculums at all levels of education. Indian Knowledge Systems (IKS) (Bhāratīya-Jñāna-Parampara) encompasses the treasure of knowledge in various disciplines that emerged systematically from the ancient times in India over generations. The purpose of these guidelines for teacher training during the induction program and refresher courses is to provide a roadmap to familiarize and enthuse faculty about the Indian Knowledge Systems (IKS) and identify strategies to incorporate IKS into their specific classroom teachings. Teachers and Learners will acquire the concept of the Indian Knowledge System and apply it in real life for the advancement and creation of knowledge"
  },
  {
    "title": "National Credit Framework (NCrF)",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/National_Credit_Framework.png",
    "id": "8",
    "website": "https://www.ugc.gov.in/pdfnews/9028476_Report-of-National-Credit-Framework.pdf",
    "description":"The Report on National Credit Framework (NCrF) was jointly developed by the High-Level Committee comprising members from the University Grants Commission (UGC), All India Council for Technical Education (AICTE), National Council for Vocational Education and Training (NCVET), National Council for Educational Research and Training (NCERT), Department of School Education and Literacy (DoSEL) & Department of Higher Education (DoHE), Ministry of Education (MoE), Ministry of Skill Development and Entrepreneurship (MSDE), Central Board of Secondary Education (CBSE), National Institute of Open Schooling (NIOS) and Directorate General of Training (DGT)."
  },
  {
    "title": "Fostering Social Responsibility & Community Engagement 2.0",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Fostering-2.jpg",
    "id": "9",
    "website": "https://www.ugc.gov.in/e-book/Fostering_Social_Responsibility/mobile/index.html",
    "description":"Unnat Bharat Abhiyaan (UBA) 2.0 was launched by the Ministry of Human Resource Development, in February 2018. UBA 2.0 aims to bring a transformative change in rural development through the active participation of higher education institutes with rural communities and the reorientation of communities through research and development. The University Grants Commission (UGC) set up a Subject Expert Group (SEG) on Curricular Reforms and Educational Institutions Social Responsibility for achieving the objectives of UBA 2.0 in June 2018. “The Subject Expert Group (SEG) on Curricular Reforms and Educational Institutions Social Responsibility will basically work on the reforms in the curriculum at the level of UG and PG to instil the concept of Rural Community Engagement and Social Responsibility. The endeavour will be to ensure that community engagement is not seen as a standalone activity and is integrated into the regular curriculum of the university to ensure the development of the society around the university.” This document provides the “Guidelines for Fostering Social Responsibility and Community Engagement” of HEIs in India. It has been developed by the Expert Group through a series of consultations over this period. It has been revised to include key recommendations of National Education Policy (NEP) 2020. The experiences of the Covid-19 pandemic and responses by students, faculty and staff of HEIs during the same have been incorporated in this revision. To achieve the objectives of the socio-economic development of New India, HEIs can play an important role through active community engagement. This approach will also contribute to improve the quality of both teaching and research in HEIs in India. As a growing and large sector in the country, HEIs need to foster social responsibility and community engagement in their vision and mission itself. It is also important that institutional mechanisms are developed to adopt a holistic and functional approach to community engagement, encompassing all three functions of HEIs—teaching, research and service."
  },
  {
    "title": "Guidelines for Innovative Pedagogical Approaches & Evaluation Reforms",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Guidelines%20for%20Innovative%20Pedagogical.jpg",
    "id": "10",
    "website": "https://www.ugc.gov.in/e-book/Pedagogical_Approaches_Evaluation/mobile/index.html",
    "description":"The traditional Indian teaching-learning system has been driven by Guru-Shishya parampara. It is a holistic system which provided comprehensive knowledge, value-based learning as well as requisite life skills suited to the learners. Diverse pedagogies have been used for achieving core objectives of the entire learning processes, which included exposure to real life experiences and hands on learning, value-based learning through stories/narrations, problem-solving through explorations, role plays, memorization and dissemination through debates and discussions. In the past few decades, various policy frameworks have been developed to address the evolving needs of different pedagogical approaches in higher education. The recent National Education Policy 2020 (NEP) is the outcome of mammoth exercise to integrate Indian traditional value-based education with the present technology dominated teaching and learning process. It aims to overhaul the existing education system through a multipronged approach, one of which is developing a pedagogy that makes education more experiential, holistic, integrated, inquiry-driven, discovery-oriented, learner-centred, discussion-based, flexible and enjoyable. As the NEP 2020 strives to develop well-rounded, competent individuals with 21st-century skills, the curricula and pedagogies have to be reoriented and revamped for the same, which includes raising the standard of curricula and using appropriate pedagogies to deliver effectively to the learners."
  },
  {
    "title": "Curriculum and Credit Framework for Undergraduate Programmes",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/7193743_FYUGP.jpg",
    "id": "11",
    "website": "https://www.ugc.gov.in/e-book/FYUGP/mobile/index.html",
    "description":"The National Education Policy (NEP) 2020 (hereafter referred to as NEP or Policy) recognizes that higher education plays an extremely important role in promoting human as well as societal well-being and in developing India as envisioned in its Constitution - a democratic, just, socially conscious, cultured, and humane nation upholding liberty, equality, fraternity, and justice for all. It notes that “given the 21st -century requirements, quality higher education must aim to develop good, thoughtful, well-rounded, and creative individuals”. In accordance with the NEP 2020, the UGC has formulated a new student-centric “Curriculum and Credit Framework for Undergraduate Programmes (CCFUP)” incorporating a flexible choice-based credit system, multidisciplinary approach, and multiple entry and exit options. This will facilitate students to pursue their career path by choosing the subject/field of their interest."
  },
  {
    "title": "University Grants Commission Minimum Standards and Procedure for Award of Ph.D. Degree Regulations, 2022",
    "image": "",
    "id": "12",
    "website": "https://www.ugc.gov.in/pdfnews/0909572_Minimum-Standards-and-Procedure-for-Award-of-PhD-Degree.pdf",
    "description":"The minimum standards and procedure for the award of, Ph.D have been revised according to the recommendations of National Education Policy 2020 and the UGC has notified the new UGC (Minirnum Standards and Procedure for award of Ph.D.) Regulations, 2022 in the official Gazette on 7th November 2022. These new regulations are framed to encourage research scholars to become well trained researchers and inquisitive explorers."
  },
  {
    "title": "Professor of Practice",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Guidelines%20for%20engaging%20Professor%20of%20Practice.jpg",
    "id": "13",
    "website": "https://www.ugc.gov.in/e-book/engaging_Professor_of_Practice/mobile/index.html",
    "description":"The National Education Policy 2020 seeks to transform higher education by focusing on skill- based education to meet needs of the industry and the economy. Further, the NEP also recommends integrating vocational education with general education and strengthening industry-academia collaboration in HEIs. For skilling of youth at the optimum level, learners are required to think like employers and employers are to think like learners. Towards this, the UGC has taken a new initiative to bring the industry and other professional expertise into the academic institutions through a new category of positions called “Professor of Practice”. This will help to take real world practices and experiences into the class rooms and also augment the faculty resources in higher education institutions. In turn, the industry and society will benefit from trained graduates equipped with the relevant skills."
  },
  {
    "title": "Guidelines for Admission and Supernumerary seats of International Students in Undergraduate and Postgraduate Programmes",
    "image": "",
    "id": "14",
    "website": "https://www.ugc.gov.in/e-book/Admission_and_Supernumerary_seats/mobile/index.html",
    "description":"The National Education Policy (NEP) 2020 envisages a new and forward-looking vision for India's higher education system. It sets the foundation for the much-needed transformation and overhaul of the current education system through its focus on key issues like access, equity, multidisciplinarity, holistic and value-based education. The Indian higher education system is one of the world's largest systems and transformation of such a vast system requires transforming the system or processes for all Higher Education spheres including areas of leadership, funding, quality of education delivery, accountability, management, teachinglearning & research, as well as internationalization. Internationalisation of higher education is an essential aspect of the National Education policy 2020. The need to internationalise certain aspects of higher education, while making all higher education relevant internationally has been a major area of focus. Internationalisation of higher education is the process of integrating an international and intercultural dimension in higher education. Opportunities to attract international students, academics and funding are growing and many lndian Higher Educational lnstitutions (HEIs) are now committed to increase their international outreach. In order to facilitate the internationalisation of Indian HEIs, the University Grants Commission has framed the guidelines for admission and creation of supernumerary seats for international students."
  },
  {
    "title": "Transforming Higher Education Institutions into Multidisciplinary Institutions",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Higher%20Institute%20into%20Multidisplinary%20Institute.jpg",
    "id": "15",
    "website": "https://www.ugc.gov.in//e-book/HEI_Guidelines/mobile/index.html",
    "description":"The NEP 2020 aims to develop intellectual, aesthetic, social, physical, emotional, ethical and moral facets of an individual in an integrated manner, thereby contributing directly to transformation of the country and making India a global knowledge superpower. What constitutes an HEI, that is, a university or a college, is also defined in the NEP 2020. Large multidisciplinary HEIs to be established in or near every district by 2030 is one of the most significant recommendations in the NEP 2020. A multidisciplinary institution should not only have different departments, but also should have innovative programmes of a multi- and interdisciplinary nature to help widen learners’ thinking and learning capability and train them to address emerging challenges. The way proposed in the NEP 2020 to end fragmentation of higher education is by transforming HEIs into multidisciplinary universities, colleges and clusters and knowledge hubs. The types of HEIs envisaged are:",
    "goals":["Multidisciplinary research-intensive universities (RUs)","Multidisciplinary teaching-intensive universities (TUs)","Degree-awarding multi-disciplinary autonomous colleges (smaller than a university)"]
  },
  {
    "title": "Accessibility Guidelines and Standards for Higher Education Institutions and Universities",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Guidelines%20Accessibility%20Guidelines.jpg",
    "id": "16",
    "website": "https://www.ugc.gov.in/e-book/Accessibility_Guidelines_and_Standards_HEI/mobile/index.html",
    "description":"The University Grants Commission has introduced various initiatives to provide the facilities required by persons with disabilities to ensure their equal participation and inclusion in Higher Education Institutions (HEIs). With an increase in the number of benchmark disabilities and recognizing their needs, it has become imperative to prepare the guidelines to ensure the inclusion of persons with disabilities in HEIs and Universities in an effective manner. An expert committee has been constituted by the Chairman, UGC to prepare the Accessibility Guidelines and Standards for Higher Educational Institutions and Universities for persons with disabilities are intended to suggest the HEIs make provisions for persons with disabilities and to provide them an accessible environment for their barrier-free participation in all respect. Each HEI is required to develop an effective accessible mechanism at their premises for the persons with disabilities ranging from the admission process till the completion of the course.The National Education Policy (NEP) 2020 also envisages that education is the foremost primary measure to achieve economic and social mobility, inclusion, and equality. It highlights the inclusive practices by making corresponding changes in curriculum, pedagogies, continuous assessment, and student support systems to ensure quality education."
  },
  {
    "title": "UGC’s Academic Collaboration between Indian and Foreign HEIs to Offer Twinning, Joint Degree, Dual Degree and Regulations, 2022",
    "image": "",
    "id": "17",
    "website": "https://www.ugc.gov.in/pdfnews/4555806_UGC-Acad-Collab-Regulations.pdf",
    "description":"National Education Policy, 2020 and the Budget Announcement of 2021-22, LJniversity Grants Commission has notified the University Grants Commission (Academic Collaboration between Indian and Foreign Higher Educational Institutions to offer Twinning, Joint Degree and Dual Degree Programmes) Regulations, 2022 in the official Gazette on, 2nd May, 2022. These Regulations shall promote enhanced academic collaboration with foreign higher educational institutions leading towards academic and research excellence in the Indian higher educational institutions. lt is expected that academic and research collaboration as well as mobility of students and faculty through joint degree and dual degree programmes will be highly beneficial for the lndian higher educational institutions to achieve higher global rankings. All the eligible Indian Universities may now engage in academic collaboration with foreign higher educational institutions as per the provisions of the University Grants Commission (Academic Collaboration between lndian and Foreign Higher Educational Institutions to offer Twinning, Joint Degree and Dual Degree Programmes) Regulations, 2022."
  },
  {
    "title": "Pursuing Two Academic Programmes Simultaneously",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Guidelines%20for%20Pursuing%20Two%20Academic.jpg",
    "id": "18",
    "website": "https://www.ugc.gov.in/e-book/Pursuing_two_Academic_Programmes_simultaneously/mobile/index.html",
    "description":"The National Education Policy - NEP 2o2o states that pedagogy must evolve to make education more experiential, holistic, integrated, inquiry-driven, discovery-oriented, learnercentred, discussion-based, flexible, and, of course, enjoyable. The policy envisions imaginative and flexible curricular structures to enable creative combinations of disciplines for study, that would offer multiple entry and exit points, thus, removing currently prevalent rigid boundaries and creating new possibilities for life-long learning and centrally involve critical and interdisciplinary thinking."
  },
  {
    "title": "One Nation One Entrance Exam CUET",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/CUET2022.jpg",
    "id": "19",
    "website": "https://cuet.samarth.ac.in/",
    "description":"The Common University Entrance Test (CUET (UG) - 2022) is being introduced for admission into all UG Programmes in all Central Universities for academic session 2022-23 under the Ministry of Education, (MoE). The Common University Entrance Test (CUET) will provide a common platform and equal opportunities to candidates across the country, especially those from rural and other remote areas and help establish better connect with the Universities. A single examination will enable the Candidates to cover a wide outreach and be part of the admissions process to various Central Universities."
  },
  {
    "title": "Research Development Cells",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/6347789_RDC-Guideline.jpg",
    "id": "20",
    "website": "https://www.ugc.gov.in/e-book/RDC_Guidelines/mobile/index.html",
    "description":"The National Education Policy (NEP) 2020 envisages the promotion of quality research within the Higher Education system. Research and innovation are important aspects to enhance quality education by the Higher Education Institutions (HEIs). Societal challenges of our country can only be addressed by having a strong and vibrant higher education ecosystem with an emphasis on research, innovation, and technology development. The integration of Research, Innovation and Technology Development is the foundation of Atma-Nirbhar Bharat (Self-reliant India). The establishment of Research and Development Cell (RDC) in HEIs will enable attainment of targets of Atma-Nirbhar Bharat and is expected to play a pivotal role in catalyzing multidisciplinary/ transdisciplinary and translational research culture mandated in NEP 2020."
  },
  {
    "title": "Educational Framework for Global Citizenship in Higher Education",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Global%20Citizenship%20in%20higher%20education.jpg",
    "id": "21",
    "website": "https://www.ugc.gov.in/e-book/GCED1/mobile/index.html",
    "description":"The vision ol the NEP 2020 is to instil among thc learners a deep-rooted pride in being Indian. not only in thought. but also in spirit. intellect. and deeds. as well as to devclop knowledge. skills. values, and dispositions that support responsible conrmitmcnt to human rights, sustainable development and living. and global well-being thereby reflecting a truly global citizen. It also mentions that. as the world is beconring increasingly interconnected Global Citizenship Education (GCED), a response to conlemporary global challenges. will be providcd to empower leamers to become aware of and understand global lssues and to become active promoters of morc peaceful, tolerant. inclusive, secure. and sustainable societies. ln view of the importance given to the concept ol- Global Citizenship and Global Citizenship Education (GCED) in NEP. 2020. UGC developed an 'Educalional Framework for Global Citizenship in Higher Education' which would provide conceptual clarity on how Higher Education lnstitutions can integrate the concept of Global Citizenship amongst the students through teaching. pedagogy and research. The framework also provides inputs on the expectations. knowledge, skills and value system etc. required by students to become global citizens"
  },
  {
    "title": "Academic Bank of Credits",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/ABC-img1.png",
    "id": "22",
    "website": "https://www.ugc.gov.in/pdfnews/9327451_Academic-Bank-of-Credicts-in-Higher-Education.pdf",
    "description":"As per National Education Policy 2020, the Academic Bank of Credits (ABC) has been envisaged to facilitate the academic mobility of students with the freedom to study across the Higher Education Institutions in the country with an appropriate 'credit transfer' mechanism from one programme to another, leading to attain a Degree/ Diploma/PG-diploma, etc.,",
    "goals":["Allows academic institutions to lodge and maintain the integrity of the credits","Maintains the authenticity and confidentiality of student credits","Easy credit transfer through digital mode","Faster credit recognition"]
  },
  {
    "title": "Multiple Entry and Exit in Academic Programmes",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Multiple%20Entry-Exit.jpg",
    "id": "23",
    "website": "https://www.ugc.gov.in/e-book/GL%20Multipe%20Entry%20Exit/mobile/index.html",
    "description":"One of the major initiatives announced by Hon'ble PM is the 'Guidelines for Multiple Entry and Exit in Academic Programmes offered in Higher Education lnstitutions'. The proposed multiple entry and exit system is built on imaginative and flexible curricular structures t'acilitating studcnts to choose their learning trajectory and programmes. The system provides learners with varied cenillcation options and pave the way for seamless student mobility, betw-een or within degree-granting Higher Education Institutions (HEIs) through a formal system ofcredit recognition. credit accumulation, credit lransfers, and credit redemption. The flexibility in academic programmes will enable learners to seck employment after any level ofaward andjoin back as and when feasible to upgrade qualification and also curtail dropout rate and improve Gross Enrolment Ratio (GER) in higher education."
  },
  {
    "title": "Guidelines for Internationalisation of Higher Education in India",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Internationalization%20of%20Higher%20education.jpg",
    "id": "24",
    "website": "https://www.ugc.gov.in/e-book/IHE%20Guideline/mobile/index.html",
    "description":"Government of India is taking a number of initiatives lor internationalisation of higher education under National Education Policy. 2020. On the completion ol'one year of transformative relbrms under National Education Policy-2020 Hon'ble Prime Minister of lndia, Shri Narendra Modi released the Cuidelines for lnternationalisation of Higher Education. The Guidelines enumerates various strategies and initiatives and provide an excellent opportunity through a widc array of activities such as internationally relevant curricula. brand building of Indian Higher Education lnstitutions abroad. academic and research collaboration with foreign universities. credit recognition under twinning arrangements. global citizenship approach and engaging with foreign alu"
  },
  {
    "title": "Academic Integrity and Research Quality",
    "image": "https://www.ugc.gov.in/Content/images/KeyInitiatives/Academic%20and%20Research%20Book_WEB.jpg",
    "id": "25",
    "website": "https://www.ugc.gov.in/e-book/Academic%20and%20Research/mobile/index.html",
    "description":"The University Grants Commission. in its incessant endeavour to ensure quality and excellence in higher education. has taken the initiative ol 'Quality Mandate' which emphasizes the inrportance of promoting high-quality research and creating new knowledge by faculty members. In this regard. UGC established a Consortium lbr Acadenric Rcsearch and Ethics (CARE). a step towards enhancing rescarch capacity. nurturing research culture and pronroting academic and rcsearch integritl, as well as publication ethics in the Indian Universities and Colleges. Taking forward this initiative. UGC has now come out with a book on 'Academic Integrity and Research Quality' which comprises l6 well-researched articles covering the basic parameters of ethics, publishing codes and principles of research across diverse disciplines."
  }
]
